const questions = [ // вопросы викторины
    {
        quiz: "Первый вопрос викторины",
        vars: {
            "1": "Правильный ответ",
            "2": "Неправильный ответ",
            "3": "Тоже неправильный ответ",
            "4": "Вообще неправильный ответ"
        },
        correctVar: 1
    },
    {
        quiz: "Второй вопрос викторины",
        vars: {
            "1": "Неправильный ответ",
            "2": "Правильный ответ",
            "3": "Тоже неправильный ответ",
            "4": "Вообще неправильный ответ"
        },
        correctVar: 2
    },
    {
        quiz: "Третий вопрос викторины",
        vars: {
            "1": "Неправильный ответ",
            "2": "Тоже неправильный ответ",
            "3": "Вообще неправильный ответ",
            "4": "Правильный ответ"
        },
        correctVar: 4
    },
    {
        quiz: "Четвертый вопрос викторины",
        vars: {
            "1": "Неправильный ответ",
            "2": "Тоже неправильный ответ",
            "3": "Правильный ответ",
            "4": "Вообще неправильный ответ"
        },
        correctVar: 3
    },
    {
        quiz: "Пятый вопрос викторины",
        vars: {
            "1": "Правильный ответ",
            "2": "Неправильный ответ",
            "3": "Тоже неправильный ответ",
            "4": "Вообще неправильный ответ"
        },
        correctVar: 1
    }
]